[AMTGROUP]

[SCREEN]
docinfo={background:1,mainfrm:false,type:SCREENI};
grpinfo={max_item_id:42};
itm1={id:2,name:Header,refID:2,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:2,y:3,zorder:1};
itm10={backcolor:0,bidimode:left-to-right,content:Air condition,font:33,height:36,highcolor:0,hlayout:left,id:33,linespacing:0,multiline:false,name:Air_condition,type:TEXTFIELD,visible:true,vlayout:middle,width:315,wrapline:no-wrap,x:294,y:333,zorder:30};
itm11={backcolor:0,bidimode:left-to-right,content:°F,font:41,height:29,highcolor:0,hlayout:left,id:34,linespacing:0,multiline:false,name:Fahrenheit,type:TEXTFIELD,visible:true,vlayout:middle,width:22,wrapline:no-wrap,x:374,y:231,zorder:31};
itm12={height:49,id:35,name:Home,refID:5,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,width:156,x:644,y:431,zorder:32};
itm13={id:41,name:SXM_Loading,refID:107,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:false,x:63,y:121,zorder:33};
itm2={id:23,name:SiriusXM_info,refID:58,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:63,y:64,zorder:20};
itm3={height:360,id:24,name:NAV_weather_onmap,refID:69,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,width:736,x:63,y:120,zorder:21};
itm4={backcolor:0,height:263,id:25,img:449,layout:normal,name:sxmbase,type:IMAGEFIELD,visible:true,width:560,x:63,y:154,zorder:22,layout_param:{clipx:0,clipy:0}};
itm5={backcolor:0,height:209,id:26,img:452,layout:normal,name:sxmu_icon,type:IMAGEFIELD,visible:true,width:209,x:77,y:197,zorder:23,layout_param:{clipx:0,clipy:0}};
itm6={backcolor:0,bidimode:left-to-right,content:Current,font:33,height:36,highcolor:0,hlayout:center,id:29,linespacing:0,multiline:false,name:Current,type:TEXTFIELD,visible:true,vlayout:bottom,width:190,wrapline:no-wrap,x:88,y:163,zorder:26};
itm7={backcolor:0,bidimode:left-to-right,content:Air flow,font:33,height:36,highcolor:0,hlayout:left,id:30,linespacing:0,multiline:false,name:Air_flow,type:TEXTFIELD,visible:true,vlayout:middle,width:315,wrapline:no-wrap,x:294,y:297,zorder:27};
itm8={backcolor:0,bidimode:left-to-right,content:50% Chance of rain,font:33,height:36,highcolor:0,hlayout:left,id:31,linespacing:0,multiline:false,name:Chance_of_rain,type:TEXTFIELD,visible:true,vlayout:middle,width:315,wrapline:no-wrap,x:294,y:261,zorder:28};
itm9={backcolor:0,bidimode:left-to-right,content:72/64,font:33,height:36,highcolor:0,hlayout:left,id:32,linespacing:0,multiline:false,name:Fahrenheit_digit,type:TEXTFIELD,visible:true,vlayout:middle,width:315,wrapline:no-wrap,x:294,y:225,zorder:29};

